Repository: LeonardChan23/DetectionRT
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans

# allow.camera
source: Please allow camera usage and restart APP.
zh_hans: 请在系统设置中允许相机权限，然后重新打开 App。

# Batch.Cancel
source: Cancel
zh_hans: 取消

# Batch.CancelClear
source: Cancel & Clear
zh_hans: 取消并清除

# Batch.Pause
source: Pause
zh_hans: 暂停

# Batch.Resume
source: Resume
zh_hans: 恢复

# Batch.Start
source: Start
zh_hans: 开始

source: Camera
zh_hans: 相机

# camera_fps
source: Camera %.1ffps
zh_hans: 相机 %.1ffps

# camera.Running
source: Running
zh_hans: 运行中

# camera.Start
source: Start
zh_hans: 开始

# camera.Stop
source: Stop
zh_hans: 停止

# camera.Stopped
source: Stopped
zh_hans: 未运行

source: Camera Unusable
zh_hans: 相机不可用

# Choose.photo
source: Please Select a Photo
zh_hans: 选择图片

source: Demo
zh_hans: 展示

source: Det: %lld
zh_hans: %lld个目标

# inference_fps
source: Inference %.1ffps
zh_hans: 推理 %.1ffps

# No.photo
source: No Photo Selected
zh_hans: 未选择图片

source: Photo
zh_hans: 图片

# Photos.Clear
source: Clear Photos
zh_hans: 清除图片

# single.status.cancelled
source: Canclled
zh_hans: 已取消

# single.status.done
source: Done: %d Objects (dst=%2$d)
zh_hans: 完成：%d个目标（dst=%2$d）

# single.status.failed
source: Fail to Load Image
zh_hans: 加载图片失败

# single.status.failed.pxbuffer
source: Fail to Create Pixel Buffer
zh_hans: 创建缓存失败

# single.status.failed.resize
source: Fail to Resize Image for Model Input
zh_hans: 调整为模型输入大小失败

# single.status.loading
source: Loading…
zh_hans: 加载中……

# single.status.pick
source: Pick 30 images at most
zh_hans: 选择最多30张图片

# single.status.ready.simple
source: Ready for Detection
zh_hans: 可用于检测

# single.status.running
source: Detecting…
zh_hans: 检测中……

# SingleDetect.Once
source: Detect Current
zh_hans: 检测当前
